chore(content): write-only draft [linux/foundations/container-primitives/module-2.2-cgroups]
